            <header class="header">
            <h1><?= $title; ?></h1>
            <p>Простой и мощный PHP-фреймворк для быстрого создания 
веб-приложений</p>
        </header>

        <section class="content">
            <p>SPFW - это простой и мощный PHP-фреймворк для быстрого создания веб-приложений. Он позволяет вам создавать веб-приложения с минимальными усилиями и максимальной гибкостью.</p>
            <div class="features">
                <h2>Особенности:</h2>
                <ul>
                    <li>Простота и лаконичность</li>
                    <li>Маршрутизация</li>
                    <li>Поддержка шаблонов</li>
                    <li>Встроенный ORM</li>
                </ul>
            </div>
        </section>

